Enterprise_Serivces/Cert/Bronze4/CSLVisitedSitesService/result1/Iteration1/t7_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/visitedsite/contracts/2010/05/IVisitedSiteService/RemoveAlwaysApproveSite</wsa:Action><wsa:MessageID>uuid:dc7eb274-7e2a-4982-b685-6bcda650b397</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslvisitedsitesserviceqa1.testgs.pvt/VisitedSiteService.svc</wsa:To></soap:Header><soap:Body><RemoveAlwaysApproveSite xmlns="http://www.gamestop.com/services/csl/visitedsite/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><OpenIDClaimedIdentifier xmlns="http://www.gamestop.com/services/csl/visitedsites/contracts/messages/2010/05">abcde</OpenIDClaimedIdentifier><Realm xmlns="http://www.gamestop.com/services/csl/visitedsites/contracts/messages/2010/05">test</Realm></request></RemoveAlwaysApproveSite></soap:Body></soap:Envelope>